import classes from "./Lore.module.scss";


export default  function Page () {
    return (
        <div>

            <h1 className={classes.h1}>Это лор Дамирсынба</h1>
            {/*<audio className={classes.audio} src="/jhoncena.mp3" autoPlay ></audio>*/}

            <p className={classes.lore}>
                <big> Первая трилогия</big>  <br/>
                 <b> Дамирсынба 1</b> <br/>
                Шампунь Дамирсынба начинает свои приключения, мальчик по имени дамир, озвучивает рекламу нового шампуня
                <br/>
                <b> Дамирсынба 2</b> <br/>
                Давний друг шампуня Терминатор, теряет мотивацию к жизни из-за перхоти, но новый лидер продаж Шампунь Дамирсынба останавливает его и укрепляет их дружбу<br/>

                <b> Мстители</b> <br/>
                Новая команда мсителей знакомит нас с ней
                <br/>
                <b> Дамирсынба 3 (кроссовер с мстителями) </b> <br/>
                Дамирсынба захвает весь мир, из-за своей популярности, по расчетам мсителей перхоть умрет уже через 10 дней, им нельзя медлить, с помощь нового шампуня терминаторсынба, конор остонавливает дамирсынба, но сам умирает
                <br/>
                <hr/>
                <big> Вторая трилогия (режисер Рауф)</big> <br/>
                <b>  Предыстория 4 фильма</b> <br/>
                Мсители Распались, прошло много лет, Мудрец Жумайсынба возрождает конара, что бы он нашел нового его наследника, и так же Жумайсынба возрождает забытого брата Конора, Борща <br/>
                <b> Дамирсынба 4 </b> <br/>
                Рауф С Терминатором Находят Дамирсынба, Элементаля шампуня. Конор Приходит К Шизику, Шизик подтверждает что это наследник жумайсынба, но Рауф сдаёт его в дурку, перхоть объявила войну маслу, пока Дамирсынба тренировался с маслом, дальше появляется Таносынба, ранит Терминатора, но тот с помощью суицида убивает его <br/>

                <b> Дамирсынба 5 </b> <br/>
                Конор возвращается В дурку, к Шизику, тот ему говорит о том что с Дамирсынба что-то случилось, Борщ и Дамирсынба побеждают в небольшой битве и они отправляются к Исмолингсу элементалю пота, тот нападает на них, но они все объясняют, Исмолингс учит Дамирсынба элементу пота, Питлер заражает пот, перховирусом, но Жумайсынба который спустился с небес, вылечил этот вирус. <br/>

                <b> Дамирсынба 6 </b> <br/>
                На базу Конора нападают, герои убегают в порт, там Конор спрашивает У Дамирсынба сколько элементов ему осталось изучить, в ответ Дамирсынба говорит 1, перхоть, они отправляются к магу перхоти Роналдо, на остров Роналдо, там он снимает рекламу хэлденШолдерс, потом он учит Дамирсынба Элементу перхоти, Конор составляет план, Во время операции Убивают Борща, Дамирсынба становится Гачи босом и с помощью СуперУдарШампуня убивает Питлера, масло воскрешает всех и ХЭПИ_ЭНД<br/>
                <hr/>

              <b>   Предисловие перед 7 частью </b> <br/>
                Дамирсынба 7 не задумавылся изначально таким, но из-за технических шоколадок, он такой, по сюжету его продолжением является 14 часть, так что о 7 фильме сразу после 13<br/>
                <hr/>
                <big> Третия трилогия</big> <br/>
               <b>   Дамирсынба 8  </b><br/>
                Действия происходят в другой вселенной, Дамирсынба и Шизик оказываются во сне, но когда просыпаются видят Блицкриг жопы, который им нужно остановить <br/>

               <b> Дамирсынба 9  </b><br/>
                Шизик и Дамир до сих пор в шоке от происходящего, они зовут на помощь Конора и Исмолингса  которые флексили в бункере Исмолингса , Исмолингс предлагает позвать Мудреца, который оказывается предателем, он дает им Димона, который попозже их предает а мудрец оказывается Питлером <br/>

                <b>Дамирсынба 10 </b> <br/>
                1 Часть, Шизики собирают Альянс Что бы помочь дамирсынба в Битве с Димоном, 2 часть Шизики помогают, но Мудрец с помощь психологической уловки их всех убивает, в конце появляется альянс старых злодеев, 3 часть Руслансынба Решает помочь Дамирсынба Собрав всех героев из всех времен, они идут на помощь Дамирсынба, 4 часть жесткая порнуха, 5 часть У них не чего не получилось, но Шизик вспоминает о гачи боссе Дамирсынба Дамир истощён этим пользуется Димон он атакует его и дает ему два варианта на выбор или умереть  или выжить но все его друзья умрут, тот выбирает умереть, умирает, все его друзья выживают. В сцене после титров, Челик в капюшоне отдает записку Дамирсынба жив Конору <br/>
                <hr/>
            <b>Дамирсынба 11 </b>  <br/>
                Конор собирает всех членов команды, попутно рассказывая о их судьбе <br/>

               <b> Дамирсынба 12 </b> <br/>
                Конор и команда пытаются найти Челика в капюшоне, в итоге находят его, допрашивают его, и он в свою очередь говорит о том что знает как Дамирсынба остался жив, это инопланетянин которые спасает самых сильных по его мнению людей и экспериментирует над ними <br/>
                <b> Дамирсынба 13 </b> <br/>
                Герои на ракете улетают спасать Дамирсынба, на базе пришельца находят, мега боса пришельца, они не могут победить его, но приходить Дамирсынба, которого из подтяжка освобождает Челик в капюшоне, И с помощью гачи босс формы выигрывает его. (Сцена после титров Уборщик убирает мусор после битвы Дамирсынба, но тут он замечает что супер комп не подключен в розетку, подключает его и ...) <br/>
                <hr/>
                <big> Четветрая трелогия</big> <br/>
                <b> Дамирсынба 7  </b><br/>
                События происходят В возможном будущем, Конор возглавил сопротивление , супер комп кинул 3 ракеты в Россию, на что она ответила, мир в развалинах, но Дамирсынба не восстановился после битвы, и тренируется с Шизиком, пока Конор и Исмолинс пытаются остановить комп <br/>

                <b> Дамирсынба 14 </b><br/>
                События в настоящем, Дамирсынба чилит как вдруг пендосы кинули ракету на Россию, Россия в ответ, Дамирсынба пытается понять что происходит, и он находить СуперКомп -300 супер человека терминатора, в битве он проигрывает и истощается, Димон пытается победить комп, но у него не получилось, и комп перепрограммировал Димона, и отправил в прошлое что бы убить маму Конора, Конор отправил в прошлое Дамирсынба, где он защищает маму конора и пытается ее спасти <br/>

                <b> Дамирсынба 15</b> <br/>

                События происходят в прошлом Дамирсынба спасает маму Конора, после чего она влюбляется в него и у них рождается Рауф Конор суперкомпьютер посылает в прошлое Димона, но тот не находит Дамира и маму Конора <br/>

                <b> Дамирсынба 16</b> <br/>

                Из-за событий прошлой части временной континуум сломался и теперь наши герои застряли  в петле одинаковых событий, но Шизик благодаря своей мудрости и шизе вылез из петли и убил Димона, супер комп не появляется а значит и Рауф Конор не рождается, из-за этого Гитлер пытается захватить мир но Дамирсынба возвращается в прошлое и Конор становится гачи босом и побеждает суперкомп  <br/>

                <b> Дамирсынба 17</b> <br/>

                Скоро <br/>


                <b> Дамирсынба 18</b> <br/>

                Скоро <br/>


                <b> Дамирсынба 19</b> <br/>

                Скоро <br/>


                <b> Дамирсынба 20</b> <br/>

                Скоро <br/>




            </p>

            <p style={{opacity: 0}}>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>
                <br/>


            </p>
        </div>
    );
};

